Repository: common-repository/mediamodifier-for-woocommerce
Catalog: languages/mediamodifier-pod-for-woocommerce-*.po
Languages: et

source: Edit Template
et: Muuda malli

source: Add PoD Template
et: Lisage PoD mall

source: Template
et: Mall

source: Templates
et: Mallid

source: Mediamodifier PoD Settings
et: Mediamodifier PoD sätted

source: Edit
et: Muudaedigeeri

source: PoD global settings.
et: PoD globaalsed seaded.

source: PoD Template
et: PoD mall

source: POD Template
et: POD mall

source: POD Templates
et: POD mallid

source: Edit PoD Template
et: Redigeeri PoD malli

source: Search Templates
et: Otsi malle

source: Settings
et: Seaded
